Repository: minetest-mirrors/advtrains
Catalog: advtrains_interlocking/po/*.po
Languages: de

source: Prefix set, next signal name will be: @1
de: Präfix gesetzt, nächster Signalname: @1

source: Prefix unset, signals are not auto-named for you!
de: Präfix gelöscht, automatische Signalbenennung deaktiviert!

source: Sets the current prefix for automatically naming interlocking components. Example: '/at_nameprefix TEST' - signals will be named TEST1, TEST2 and so on
de: Setze einen Präfix für die automatische Benennung von neu hinzugefügten Signalen. Beispiel: '/at_nameprefix TEST' - Signale werden mit TEST1, TEST2 usw. benannt

source: Created track section @1 from @2 TCBs
de: Gleisabschnitt @1 aus @2 TCBs erstellt

source: Track section inconsistent here, repairing...
de: Gleisabschnitt ist inkonsistent, repariere...

source: Track section partition found, repairing...
de: Gleisabschnitt partitioniert, repariere...

source: Can set up track sections, routes and signals
de: Darf Gleisabschnitte, Fahrstraßen und Signale bearbeiten

source: @1 Terminal @2
de: @1 Ziel @2

source: @1 is held in @2 position when this route is set and freed
de: @1 wird durch die Fahrstraße in Position @2 festgelegt

source: @1 is no longer affected when this route is set.
de: @1 wird nicht mehr durch die Fahrstraße festgelegt

source: Added track section @1 to the route.
de: Gleisabschnitt @1 zur Fahrstraße hinzugefügt.

source: Advance to next route section
de: Nächsten Gleisabschnitt hinzufügen

source: Advance/Complete Route
de: Fahrstraße fortsetzen/beenden

source: Advancing over next section is
de: Fortsetzen über nächsten Gleisabschnitt hinaus

source: Cancel if you are unsure!
de: Abbrechen, wenn Sie unsicher sind!

source: Cancel route programming
de: Fahrstraßenprogrammierung abbrechen

source: Cannot program route without a target
de: Kann keine Fahrstraße ohne Ziel programmieren

source: End of interlocking
de: Ende der Zugsicherung

source: Enter Route Name
de: Fahrstraßennamen eingeben

source: Finish programming route
de: Fahrstraße abschließen

source: Finish route HERE
de: Fahrstraße HIER abschließen

source: Finish route at end of NEXT section
de: Fahrstraße am Ende des NÄCHSTEN Abschnitts abschließen

source: Fixed in state @1 by route @2 (punch to unfix)
de: Festgelegt in Zustand @1 durch Fahrstraße @2 (Schlagen um freizugeben)

source: Fixed in state @1 by route @2 until segment #@3 is freed.
de: Festgelegt in Zustand @1 durch Fahrstraße @2, bis Segment @3 freigegeben wird.

source: Insufficient privileges to use this!
de: Unzureichende Privilegien, um dies zu benutzen!

source: Next section is diverging (>2 TCBs)
de: Nächster Abschnitt enthält eine Weiche (>2 TCBs)

source: Route discarded.
de: Fahrstraße verworfen.

source: Route ends at signal:
de: Fahrstraße endet bei Signal:

source: Route leads into
de: Fahrstraße führt in

source: Route programming mode active. Punch TCBs to add route segments, punch turnouts to lock them.
de: Fahrstraßenprogrammierung aktiv. Schlage Gleisabschnittsgrenzen (TCB) um Segmente hinzuzufügen, schlage Weichen um sie festzulegen.

source: Route section @1 removed.
de: Fahrstraßenabschnitt @1 entfernt.

source: Routes should in most cases end at signals.
de: Fahrstraßen sollten normalerweise an einem Signal enden.

source: Save Route
de: Fahrstraße speichern

source: Step back one section
de: Einen Abschnitt zurück

source: Successfully programmed route.
de: Fahrstraße erfolgreich programmiert.

source: The origin TCB has become unknown during programming. Try again.
de: Der Start-TCB ist unbekannt geworden. Versuche nochmal.

source: This TCB is not suitable as
de: Diese Gleisabschnittsgrenze ist

source: This TCB is unconfigured, you first need to assign it to a rail
de: Diese Gleisabschnittsgrenze ist noch nicht konfiguiert, sie muss erst zugewiesen werden

source: WARNING: Route does not end at a signal.
de: ACHTUNG: Fahrstraße endet nicht an einem Signal.

source: [Route programming]
de: [Fahrstraßenprogrammierung]

source: impossible at this place.
de: ist hier nicht möglich.

source: non-interlocked area
de: nicht-überwachtes Gebiet

source: route continuation.
de: nicht als Fortsetzung geeignet.

source: << Select a route part to edit options
de: << Wähle einen Abschnitt, um Optionen zu bearbeiten

source: <Default Aspect>
de: <Standardbegriff>

source: ARS Rule List
de: ARS-Regelliste

source: Announce distant signal
de: Entferntes Hauptsignal ankündigen

source: Back to signal
de: Zurück zum Signal

source: Call-on (section may be occupied)
de: Abschnitt darf belegt sein

source: Clone Route
de: Duplizieren

source: Delete Route
de: Fahrstraße löschen

source: Error:
de: Fehler:

source: New From Route
de: Neu aus dieser FS

source: No Signal at this TCB
de: Kein Signal hier

source: Route name
de: Fahrstraßenname

source: Route overview
de: Fahrstraßenübersicht

source: Save ARS List
de: ARS-Liste speichern

source: Section Options:
de: Abschnittsoptionen:

source: Set
de: Setzen

source: Signal Aspect:
de: Signalbegriff:

source: TCB at @1 has different section than previous TCB
de: TCB bei @1 hat einen anderen Gleisabschnitt als der vorherige TCB

source: TCB at @1 is missing
de: TCB bei @1 fehlt

source: TCB at @1 is not assigned to previous track section
de: TCB bei @1 ist dem vorherigen Gleisabschnitt nicht zugewiesen

source: Track section after @1 missing
de: Gleisabschnitt nach @1 fehlt

source: Turnout/component missing at @1
de: Weiche oder Komponente bei @1 fehlt

source: Lock conflict at @1, Held locked by:
de: Sperrenkonflikt bei @1, bereits gesperrt durch:

source: No TCB found at @1. Please update or reconfigure route!
de: TCB bei @1 nicht gefunden. Bitte Fahrstraße korrigieren!

source: No track section adjacent to @1. Please reconfigure route!
de: Gleisabschnitt nach @1 nicht gefunden. Bitte Fahrstraße korrigieren!

source: Route @1 from signal @2
de: Fahrstraße @1 von Signal @2

source: Route @1 from signal @2, segment #@3
de: Fahrstraße @1 von Signal @2, Segment @3

source: Section '@1' already has route set from @2:
de: Abschnitt '@1' bereits durch Fahrstraße von @2 belegt:

source: Section '@1' is occupied!
de: Abschnitt '@1' ist durch einen Zug belegt!

source: Section '@1' not found!
de: Abschnitt '@1' nicht gefunden!

source: TCB at @1 has different section than previous TCB. Please update track section or reconfigure route!
de: TCB bei @1 hat anderen Abschnitt als vorhergehender TCB. Bitte Fahrstraße korrigieren!

source: Turnout/component missing at @1. Please update track section or reconfigure route!
de: Weiche/Komponente bei @1 nicht gefunden. Bitte Fahrstraße korrigieren!

source: <assign distant>
de: <entf. Hauptsignal festl.>

source: <none>
de: <kein>

source: Assigned distant signal to the main signal at @1
de: Vorsignal dem Hauptsignal bei @1 zugewiesen

source: Assigned signal to the TCB at @1
de: Signal der Gleisabschnittsgrenze bei @1 zugewiesen

source: Clear
de: Leeren

source: Configuring Signal: Influence point of another signal is already present!
de: Signal einstellen: Beeinflussungspunkt eines anderen Signals bereits vorhanden!

source: Configuring Signal: Node is too far away. Aborted.
de: Signal einstellen: Block ist zu weit entfernt. Abbruch.

source: Configuring Signal: Please look in train's driving direction and punch rail to set influence point.
de: Signal einstellen: In Fahrtrichtung schauen und Gleis schlagen, um Beeinflussungspunkt zu setzen.

source: Configuring Signal: Successfully set influence point
de: Signal einstellen: Beeinflussungspunkt erfolgreich gesetzt

source: Configuring Signal: This is not a normal two-connection rail! Aborted.
de: Signal einstellen: Dies ist kein geeignetes Gleis! Abbruch.

source: Dst: @1
de: Haupts.: @1

source: Influence point is not set.
de: Beeinflussungspunkt ist nicht gesetzt.

source: Influence point is set at @1.
de: Beeinflussungspunkt ist gesetzt bei @1.

source: Modify
de: Bearbeiten

source: Set distant signal: Punch the main signal to assign!
de: Hauptsignal zuweisen: Bitte schlage das Hauptsignal!

source: Set influence point
de: Beeinflussungspunkt setzen

source: Apply
de: Anwenden

source: Route search: @1 found
de: Fahrstraßensuche: @1 gefunden

source: Search further
de: Weitersuchen

source: Smartroute: No track section directly ahead!
de: Fahrstraßensuche: Kein Gleisabschnitt voraus!

source: Smartroute: TCBS or routes don't exist here!
de: Fahrstraßensuche: Gleisabschnittsgrenze oder Fahrstraßen existieren hier nicht!

source: (invalid)
de: (ungültig)

source: @1 locks in state @2
de: @1 gesperrt in Position @2

source: A route is requested from this signal:
de: Fahrstraße von diesem Signal:

source: Add locks
de: Sperre hinzu.

source: Assign a signal
de: Signal zuweisen

source: Automatic Working is active.
de: Automatischer Blockbetrieb aktiv.

source: Automatic routesetting
de: ARS (autom. Fahrstraßenauswahl)

source: Boundary TCBs:
de: Gleisabschnittsgrenzen:

source: Can't remove TCB: Both sides must have no signal assigned!
de: Kann Gleisabschnittsgrenze nicht entfernen: mindestens eine Seite hat noch ein Signal zugewiesen!

source: Can't remove track, a train is here!
de: Kann Gleisabschnittsgrenze nicht entfernen: hier ist noch ein Zug!

source: Cancel
de: Abbruch

source: Cancel Route
de: Fahrstraße auflösen

source: Cannot delete route which has ARS rules, please review and then delete through edit dialog!
de: Fahrstraße hat ARS-Regeln, bitte überprüfe diese und lösche die Fahrstraße über den Bearbeitungsdialog!

source: Clear locks
de: Sperren löschen

source: Configuring TCB: Already existed at this position, it is now linked to this TCB marker
de: Gleisabschnittsgrenze einstellen: Existierte hier bereits, der Marker ist nun verbunden

source: Configuring TCB: Cannot use static signals for routesetting. Aborted.
de: Gleisabschnittsgrenze einstellen: statische Signale können nicht für Fahrstraßen benutzt werden. Abbruch.

source: Configuring TCB: Internal error, TCBS doesn't exist. Aborted.
de: Gleisabschnittsgrenze einstellen: Interner Fehler, TCB existiert nicht. Abbruch.

source: Configuring TCB: Node is too far away. Aborted.
de: Gleisabschnittsgrenze einstellen: Block ist zu weit entfernt. Abbruch.

source: Configuring TCB: Not a compatible signal. Aborted.
de: Gleisabschnittsgrenze einstellen: Kein kompatibles Signal. Abbruch.

source: Configuring TCB: Please punch the rail you want to assign this TCB to.
de: Gleisabschnittsgrenze einstellen: Bitte das Gleis schlagen, wo die Grenze erstellt werden soll.

source: Configuring TCB: Please punch the signal to assign.
de: Gleisabschnittsgrenze einstellen: Bitte das zuzuweisende Signal schlagen.

source: Configuring TCB: Successfully assigned signal.
de: Gleisabschnittsgrenze einstellen: Signal erfolgreich zugewiesen.

source: Configuring TCB: Successfully configured TCB
de: Gleisabschnittsgrenze einstellen: Grenze erfolgreich erstellt

source: Configuring TCB: This is not a normal two-connection rail! Aborted.
de: Gleisabschnittsgrenze einstellen: Dies ist kein geeignetes Gleis! Abbruch.

source: Create Interlocked Track Section
de: Gleisabschnitt anlegen

source: Delete this route
de: Fahrstraße löschen

source: Disable Automatic Working
de: Auto. Blockbetrieb aus

source: Distant signal triggers ARS
de: Vorsignal kann ARS auslösen

source: Edit
de: Bearbeiten

source: Enable Automatic Working
de: Automatischer Blockbetrieb

source: Error: TS modified, abort!
de: Fehler: Abschnitt verändert, Abbruch!

source: Final TCBS unset (legacy-style buffer route)
de: Letzte Abschnittsgrenze fehlt (Prellbockroute aus älterer Version)

source: Fixed route locks (e.g. level crossings):
de: Feste Fahrstraßensperren (z.B. Bahnübergang):

source: Link @1
de: Verknüpfe @1

source: Link: @1
de: Verknüpfung: @1

source: Multiple routes are requested (first available is set):
de: Mehrere Fahrstraßen angefragt (erste verfügbare wird eingestellt):

source: NOTE: ARS is disabled.
de: ACHTUNG: ARS deaktiviert!

source: New (Manual)
de: Neu (Manuell)

source: No Link
de: Keine Verknüpfung

source: No routes are yet defined.
de: Bisher keine Fahrstraßen definiert.

source: No trains on this section.
de: Keine Züge auf diesem Abschnitt.

source: Punch components to add fixed locks. (punch anything else = end)
de: Schlage auf Komponenten um diese zu sperren (schlage irgendetwas anderes = Ende)

source: Remove Section
de: Gleisabschnitt löschen

source: Reset section state
de: Gleisabschnitt zurücksetzen

source: Reset track section
de: Gleisabschnitt zurücksetzen

source: Reset track section @1!
de: Streckenabschnitt @1 zurückgesetzt!

source: Route has been set.
de: Fahrstraße ist festgelegt.

source: Route is re-set when a train passed.
de: Fahrstraße wird nach Passieren eines Zuges nicht aufgelöst.

source: Route is set over this signal by:
de: Eine Fahrstraße ist über dieses Signal gestellt von:

source: Route is set:
de: Fahrstraße ist festgelegt:

source: Routes are not automatically set.
de: Fahrstraßen werden nicht automatisch gestellt.

source: Routes:
de: Fahrstraßen:

source: Section holds @1 route locks.
de: Abschnitt hält @1 Sperren.

source: Section name
de: Name des Streckenabschnitts

source: Set ARS default route
de: Setze als ARS-Standardroute

source: Set Route
de: Fahrstraße einstellen

source: Setting fixed locks finished!
de: Feste Fahrstraßensperren hinzugefügt!

source: Show
de: Anzeigen

source: Show track section
de: Gleisabschnitt anzeigen

source: Side @1
de: Seite @1

source: Signal at @1
de: Signal bei @1

source: Signal on B side already assigned!
de: Signal auf Seite B bereits zugewiesen!

source: Signalling
de: Fahrstraßen stellen

source: Smart Route
de: Fahrstraßensuche

source: TCB Link: Select linked TCB now!
de: Gleisabschnitte verknüpfen: Zu verknüpfende Gleisabschnittsgrenze jetzt auswählen!

source: TCB already existed at this position, now linked to this node
de: Gleisabschnittsgrenze existierte hier bereits, der Block ist nun verbunden

source: TCB assigned to @1
de: Gleisabschnittsgrenze an @1 zugewiesen

source: This TCB has been removed. Please dig marker.
de: Gleisabschnittsgrenze wurde gelöscht. Bitte Marker entfernen.

source: This is a pure distant signal No route is currently set through.
de: Dies ist ein reines Vorsignal Aktuell keine Fahrstraße eingestellt.

source: This is an always-halt signal (e.g. a buffer) No routes can be set from here.
de: Dies ist ein Haltsignal (z.B. Prellbock) Von hier aus können keine Fahrstraßen eingestellt werden.

source: This will clear the list of trains and the routesetting status of this section. Are you sure?
de: Dies löscht die Liste der Züge im Abschnitt sowie den Fahrstraßenstatus. Sind Sie sicher?

source: This will remove the track section and set all its end points to End Of Interlocking
de: Dies wird den Gleisabschnitt löschen

source: Track Circuit Break
de: Gleisabschnittsgrenze

source: Track Circuit Break Configuration
de: Einstellungen der Gleisabschnittsgrenze

source: Track Section Detail - @1
de: Gleisabschnitts-Details - @1

source: Trains on this section:
de: Züge in diesem Abschnitt

source: Unconfigured Track Circuit Break, right-click to assign.
de: Nicht konfiguierte Gleisabschnittsgrenze (TCB). Rechtsklick zum Zuweisen.

source: Wait for this route to be cancelled in order to do anything here.
de: Erst nach Auflösung dieser Fahrstraße kann von hier gestellt werden.

source: Waiting for route to be set...
de: Warten, bis Fahrstraße verfügbar ist...

source: Yes
de: Ja

source: You cannot modify track sections when a route is set or a train is on the section.
de: Abschnitt kann nicht bearbeitet werden, wenn eine Fahrstraße gesetzt ist oder der Abschnitt belegt ist.

source: Emplace manual lock
de: Manuelle Sperre setzen

source: Interlocking tool Punch: Highlight track section Place: check route locks/show track section info
de: Zugsicherungswerkzeug Schlagen: Gleisabschnitte hervorheben Platzieren: Gleisabschnittsinformation/Fahrstraßensperren anzeigen

source: No route locks set
de: Keine Fahrstraßensperren gehalten

source: No track section at this location!
de: Kein Gleisabschnitt gefunden!

source: Node is not a track!
de: Block ist kein Gleis!

source: Route lock inspector
de: Fahrstraßensperren-Inspektor

source: Route locks currently put:
de: Gesetzte Fahrstraßensperren:

source: Point Speed Restriction Track
de: Geschwindigkeitskontrollgleis

source: Point speed restriction: @1
de: Geschwindigkeitskontrolle: @1

source: Set point speed restriction:
de: Setze Kontrollgeschwindigkeit:

source: You are not allowed to configure this track without the @1 privilege.
de: Sie dürfen ohne das „@1“-Privileg dieses Gleis nicht konfigurieren.

source: You are not allowed to configure this track.
de: Sie dürfen dieses Gleis nicht konfigurieren.
