Repository: minetest-mirrors/advtrains
Catalog: advtrains/po/*.po
Languages: fr

source: ATC Kick command warning: doors are closed.
fr: Avertissement commande ATC Éjecter : portes closes.

source: ATC Kick command warning: train moving.
fr: Avertissement commande ATC Éjecter : train en mouvement.

source: ATC Reverse command warning: didn't reverse train, train moving.
fr: Attention : Commande ATC de renversement impossible car le train se déplace.

source: ATC command parse error: Unknown command: @1
fr: Erreur d'analyse de commande ATC : Commande inconnue : @1

source: ATC command syntax error: I statement not closed: @1
fr: Erreur de syntaxe de commande ATC : instruction "I" incomplète : @1

source: ATC controller, mode @1 Command: @2
fr: Controlleur ATC, mode @1 Commande : @2

source: Command
fr: Commande

source: Command (on)
fr: Commande (marche)

source: Digiline channel
fr: Canal Digiline

source: Save
fr: Sauvegarder

source: Unconfigured ATC controller
fr: Controlleur ATC, non-configuré

source: Back of train would end up off track, cancelling.
fr: La fin du train serait hors voie : annulation.

source: No such lua entity.
fr: Pas de telle entité lua.

source: No such train: @1.
fr: Pas de tel train : @1.

source: No such wagon: @1.
fr: Pas de tel wagon : @1.

source: The clipboard couldn't access the metadata. Copy failed.
fr: Le presse-papier ne peut accéder aux métadonnées. Échec de la copie.

source: The clipboard couldn't access the metadata. Paste failed.
fr: Le presse-papier ne peut accéder aux métadonnées. Échec du collage.

source: The clipboard is empty.
fr: Le presse-papier est vide.

source: The track you are trying to place the wagon on is not long enough.
fr: La voie sur laquelle vous tentez de placer le wagon est trop courte.

source: Train copied.
fr: Train copié.

source: Train copy/paste tool Left-click: copy train Right-click: paste train
fr: Outil de copie/collage de train Clic-Gauche : copie Clic-Droit : collage

source: You do not have the @1 privilege.
fr: Vous ne possédez pas le privilège "@1".

source: <No coupler>
fr: <Pas de coupleur>

source: Buffer and Chain Coupler
fr: Attelage à tampon et vis

source: Can not couple: The couplers of the trains do not match (@1 and @2).
fr: Accouplement impossible: les attelages des trains ne concordent pas (@1 et @2).

source: Scharfenberg Coupler
fr: Attelage Scharfenberg

source: You are not allowed to couple trains without the train_operator privilege.
fr: Vous n'êtes pas autorisé à coupler des trains sans le privilège "train_operator".

source: Boiler
fr: Chaudière à vapeur

source: Chimney
fr: Cheminée

source: Driver's cab
fr: Cabine de pilotage

source: Wheel
fr: Roue

source: does not exist or is invalid
fr: n'existe pas ou est invalide

source: is at
fr: est à la position

source: Advtrains Status: no_action
fr: État d'advtrains : aucune action

source: Advtrains is already running normally!
fr: Advtrains fonctionne déjà correctement !

source: Crash during advtrains main step - skipping the shutdown save operation to not save inconsistent data!
fr: Crash durant le pas principal d'advtrains - saut de l'opération de sauvegarde de terminaison pour éviter l'enregistrement de données corrompues !

source: Data is being saved. While saving, advtrains will remove the players from trains. Save files will be reloaded afterwards!
fr: Données en cours de sauvegarde. Durant cette phase, advtrains débarquera les joueurs des trains. Les fichiers de sauvegarde seront ultérieurement rechargés !

source: Delete all train routes, force them to recalculate
fr: Suppression et recalcul de tous les routages

source: Detach all players, especially the offline ones, from all trains. Use only when no one serious is on a train.
fr: Débarque tous les joueurs, en particulier ceux déconnectés, de tous les trains. À n'utiliser que quand aucun joueur sérieux n'a embarqué.

source: Disable the advtrains globalstep temporarily
fr: Désactive temporairement le pas global d'advtrains

source: Disabled advtrains successfully
fr: Succès de la désactivation d'advtrains

source: Instructed to save() but load() was never called!
fr: Appel de save() requis sans appel préalable de load() !

source: Print advtrains status info
fr: Affiche les informations d'état d'advtrains

source: Re-enabling advtrains globalstep...
fr: Réacivation du pas global d'advtrains...

source: Reload successful!
fr: Succès du rechargement !

source: Removing unused wagon
fr: Suppression d'un wagon inutilisé

source: Restoring saved state in 1 second...
fr: Restauration du l'état sauvegardé dans une seconde...

source: Returns the position of the train with the given id
fr: Affiche la position du train identifié

source: Saving failed:
fr: Échec de sauvegarde :

source: Successfully invalidated train routes
fr: Succès d'invalidation des routages des trains

source: Teleporting to train
fr: Téléportation au train

source: Teleports you to the position of the train with the given id
fr: Vous téléporte à la position du train identifié

source: The advtrains globalstep has been disabled. Trains are not moving, and no data is saved! Run '/at_disable_step no' to enable again!
fr: Le pas global d'advtrains est désactivé. Les trains sont immobiles et aucune donnée n'est sauvegardée. Exécutez '/at_disable_step no ' pour le réactiver !

source: Train
fr: Identificateur du train

source: Train
fr: Identificateur du train

source: from wagon_save table.
fr: de la table wagon_save.

source: had no wagons left because of some bug. It is being deleted. Wave it goodbye!
fr: n'a plus de wagon à cause d'un bug quelconque. Il est détruit. Faites lui coucou !

source: slowdown
fr: ralentissement

source: @1 Platform (45 degree)
fr: Quai @1 (haut, 45°)

source: @1 Platform (high)
fr: Quai @1 (haut)

source: @1 Platform (low)
fr: Quai @1 (bas)

source: @1 Platform (low, 45 degree)
fr: Quai @1 (bas, 45°)

source: Can operate turnouts and signals in unprotected areas
fr: Possibilité d'opérer des embranchements et signaux dans les zones non protégées

source: Can place and dig tracks in unprotected areas
fr: Possibilité de poser ou retirer des voies dans les zones non protégées

source: Can place, remove and operate any train, regardless of owner, whitelist, or protection
fr: Possibilité de poser, retirer ou opérer un quelconque train, indépendamment du propriétaire, de la liste blanche ou de protection

source: Can place, remove and operate trains
fr: Possibilité de poser, retirer ou opérer les trains

source: You are not allowed to build near tracks at this protected position.
fr: Vous ne pouvez pas construire à proximité d'une voie à cet emplacement protégé.

source: You are not allowed to build near tracks without the track_builder privilege.
fr: Vous ne pouvez pas construire à proximité d'une voie sans le privilège "track_builder" (?)

source: You are not allowed to build tracks at this protected position.
fr: Vous ne pouvez pas construire une voie à cet emplacement protégé.

source: You are not allowed to build tracks without the track_builder privilege.
fr: Vous ne pouvez pas construire une voie sans le privilège "track_builder".

source: You are not allowed to operate turnouts and signals without the railway_operator privilege.
fr: Vous ne pouvez pas actionner les aiguillages ou les signaux (privilège "railway_operator" manquant)

source: Andrew's Cross
fr: Croix de Saint André

source: Lampless Signal
fr: Sémaphore

source: Wallmounted Signal (left)
fr: Signal mural (gauche)

source: Wallmounted Signal (right)
fr: Signal mural (droit)

source: Wallmounted Signal (top)
fr: Signal mural (plafond)

source: @1 Slope
fr: Pente @1

source: Can't place: Not enough slope items left (@1 required)
fr: Placement impossible : quantité insuffisante de voie pentue (@1 manquant)

source: Can't place: There's no slope of length @1
fr: Placement impossible : il n'y a pas de voie pentue de longueur @1

source: Can't place: no supporting node at upper end.
fr: Placement impossible : pas de nœud d'appui à l'extrémité supérieure.

source: Can't place: not pointing at node
fr: Placement impossible : ne pointe pas un nœud

source: Can't place: space occupied!
fr: Placement impossible : espace occupé !

source: This track can not be removed!
fr: Cette voie ne peut pas être enlevée !

source: This node can't be changed using the trackworker!
fr: Ce nœud ne peut être modifié avec l'outil "Trackworker" !

source: This node can't be rotated using the trackworker!
fr: Ce nœud ne peut être tourné avec l'outil "Trackworker" !

source: This track can not be rotated!
fr: Cette voie ne peut pas être tournée !

source: Track Worker Tool Left-click: change rail type (straight/curve/switch) Right-click: rotate object
fr: Outil "Trackworker" Clic-Gauche : change le type de rail (droit/courbé/aiguillage) Clic-Droit : tourne l'objet

source: Position is occupied by a train.
fr: Cet emplacement est occupé par un train.

source: There's a Signal Influence Point here.
fr: Il y a un "Signal Influence Point" ici.

source: There's a Track Circuit Break here.
fr: Il y a un "Track Circuit Break" ici.

source: OVERRUN RED SIGNAL! Examine situation and reverse train to move again.
fr: Franchissement de signal rouge : examinez la situation et inversez le sens de marche du train.

source: Insufficient privileges to use this!
fr: Privilèges insuffisants pour utiliser ceci !

source: Wagon Properties Tool
fr: Outil de propriété du wagon

source: Wagon Properties Tool Punch a wagon to view and edit the Wagon Properties
fr: Outil de propriété du wagon Frappez un wagon pour voir et modifier ses propriétés

source: units
fr: Unités

source: wagon:destroy(): data is not set!
fr: Appel de wagon:destroy() : données non définies !

source: !!! Train off track !!!
fr: !!! Train hors voie !!!

source: (Doors closed)
fr: (Portes closes)

source: Allow these players to access your wagon:
fr: Autoriser ces joueurs à embarquer :

source: Clear 'Disable ARS' flag
fr: Effacer le drapeau "Désactiver l'ARS"

source: Current FC:
fr: Code de fret courant:

source: Destroying wagon with inventory, but inventory is not found? Shouldn't happen!
fr: Desctruction d'un wagon avec inventaire introuvable ? Anomalie !

source: Doors are closed! (Try holding sneak key!)
fr: Portes closes : (Essayez la "sneak key"!")

source: Doors are closed. Use Sneak+rightclick to ignore the closed doors and get off.
fr: Portes closes ! Utilisez "Marcher lentement (Sneak)" et Clic-Droit pour franchir les portes et débarquer.

source: Freight Code:
fr: Code de frêt :

source: Get off
fr: Débarquer

source: Get off (forced)
fr: Débarquer (de force)

source: Line
fr: Ligne

source: Liquid:
fr: Liquide :

source: Liquid: empty
fr: Liquide : vide

source: Missing train_operator privilege
fr: Privilège "train_operator" manquant

source: Next FC:
fr: Code de fret suivant :

source: Not a valid wagon id.
fr: Identificateur de wagon invalide.

source: Not allowed to do this.
fr: Vous n'êtes pas autorisé effectuer ceci.

source: Onboard Computer
fr: Ordinateur embarqué

source: Please specify a player name to transfer ownership to.
fr: Spécifiez le nom du joueur à qui la propriété doit être transférée, SVP.

source: Prev FC
fr: Code de fret précédent

source: Remote Routesetting
fr: Routage à distance

source: Routingcode
fr: Code de routage

source: Save wagon properties
fr: Sauvegarder les propriétés du wagon

source: Select seat:
fr: Choisir le siège :

source: Show Inventory
fr: Montrer le stock

source: Text displayed inside train
fr: Texte affiché à l'intérieur du train

source: Text displayed outside on train
fr: Texte affiché à l'extérieur du train

source: That player does not exist!
fr: Ce joueur n'existe pas !

source: That wagon does not exist!
fr: Ce wagon n'a pas de siège !

source: The track you are trying to place the wagon on is not long enough!
fr: La voie sur laquelle vous tentez de placer le wagon est trop courte !

source: The wagon's inventory is not empty.
fr: Le stock de ce wagon n'est pas vide.

source: This Wagon ID
fr: Identificateur du wagon

source: This wagon has no seats.
fr: Ce wagon n'a pas de siège.

source: This wagon is full.
fr: Ce wagon est plein.

source: This wagon is owned by @1, you can't destroy it.
fr: Ce wagon est la propriété de @1, vous ne pouvez pas le détruire.

source: Train ID
fr: Identificateur du train

source: Train overview / coupling control is only shown when the train stands.
fr: Aperçu du train / commande d'accouplement montré uniquement à l'arrêt du train.

source: Train overview /coupling control:
fr: Aperçu du train / commande d'accouplement :

source: Uninitialized init=
fr: Variable init non initialisée

source: Uninitialized, removing
fr: Non initialisé, retiré

source: Wagon @1 ownership changed from @2 to @3
fr: La propriété du wagon @1 a été transférée de @2 à @3

source: Wagon needs to be decoupled from other wagons in order to destroy it.
fr: Les wagons doivent être désaccouplés des autres pour pouvoir être détruits.

source: Wagon properties
fr: Propriétés du wagon

source: Wagon road number:
fr: Immatriculation du wagon :

source: Warning: If you destroy this wagon, you only get some steel back! If you are sure, hold Sneak and left-click the wagon.
fr: Attention: Si vous détruisez ce wagon, vous ne récupérerez que de la ferraille ! Si vous êtes sûr de vous, appuyez la touche "Marcher lentement (Sneak)" et Clic-Gauche.

source: You are not allowed to access the driver stand.
fr: Accès interdit au poste de pilotage.

source: You can't get on this wagon.
fr: Montée impossible dans ce wagon.

source: You don't have the train_operator privilege.
fr: Vous ne possédez pas le privilège "train_operator".

source: You have been given ownership of wagon @1
fr: La propriété du wagon @1 vous a été transférée

source: Route state changed.
fr: Changement d'état de l'itinéraire.

source: Point Speed Restriction Track
fr: Voie de point de limitation de vitesse

source: Point speed restriction: @1
fr: Point de limitation de vitesse : @1

source: Set point speed restriction:
fr: Placez un point de limitation de vitesse :

source: You are not allowed to configure this track without the @1 privilege.
fr: Vous n'êtes pas autorisé à configurer cette voie sans le privilège @1.

source: You are not allowed to configure this track.
fr: Vous n'êtes pas autorisé à configurer cette voie.

source: No callback to handle schedule
fr: Absence de fonction de gestion de planning

source: Closed
fr: Fermé

source: Dep. Speed
fr: Vit. de départ

source: Door Delay
fr: Durée d'ouverture des portes

source: Door Side
fr: Ouv. des portes coté

source: Kick out passengers
fr: Éjecter les passagers

source: Left
fr: Gauche

source: Next Stop:
fr: Prochain arrêt :

source: Reverse train
fr: Inversion du sens de marche

source: Right
fr: Droit

source: Station Code
fr: Code de Station

source: Station Name
fr: Nom de Station

source: Station code "@1" already exists and is owned by @2.
fr: Le code de station "@1" existe et est possédé par @2.

source: Station/Stop Track
fr: Voie d'arrêt en station

source: Stop Time
fr: Durée d'arrêt

source: This station is owned by @1. You are not allowed to edit its name.
fr: Cette station est la propriété de @1. Vous n'êtes pas autorisé à modifier son nom.

source: Track
fr: Voie

source: Trains stopping here (ARS rules)
fr: Trains marquant l'arrêt (règles ARS)

source: Unknown Station
fr: Gare inconnue

source: Wait for signal to clear
fr: En attente de signal d'autorisation

source: Clear Local Environment
fr: Effacer l'environnement LuaATC

source: LuaATC Environment
fr: Environnement LuaATC

source: LuaATC component assigned to an invalid environment
fr: Composant LuaATC assigné à un environnement invalide

source: LuaATC component assigned to environment '@1'
fr: Composant LuaATC assigné à l'environnement '@1'

source: LuaATC component with error: @1
fr: Erreur @1 du composant LuaATC

source: Unconfigured LuaATC component
fr: Composant LuaATC non configuré

source: You are not allowed to configure this LuaATC component without the @1 privilege.
fr: Vous ne pouvez configurer ce composant LuaATC sans le privilege @1.

source: Can place and configure LuaATC components, including execute potentially harmful Lua code
fr: Permet le placement et la configuration de composants LuaATC avec risque d'exécution de code Lua dangereux

source: LuaATC Mesecon Controller
fr: Commande Mesecon de LuaATC

source: LuaATC Operation Panel
fr: Panneau de commande de LuaATC

source: Passive Component Naming Tool Right-click to name a passive component.
fr: Outil de nommage de composant passif Clic-Droit pour nommer un composant passif.

source: Set name of component (empty to clear)
fr: Nommer le composant (chaîne vide pour effacer)

source: You are not allowed to name LuaATC passive components without the @1 privilege.
fr: Vous ne pouvez nommer un composant LuaATC passif sans le privilege @1.

source: Caution
fr: Attention

source: Clear (proceed)
fr: Autorisation (procédez)

source: Danger (halt)
fr: Danger (stop)

source: Japanese signal pole
fr: Voiture Japonaise

source: Reduced speed
fr: Vitesse réduite

source: Restricted speed
fr: Vitesse limitée

source: Munich U-Bahn Distant Signal (
fr: Signal distant métro de Munich (

source: Munich U-Bahn Main Signal (
fr: Signal principal métro de Munich (

source: Big Industrial Train Engine
fr: Grosse locomotive industrielle

source: Driver Stand
fr: Poste de pilotage

source: Driver Stand (left)
fr: Poste de pilotage (gauche)

source: Driver Stand (right)
fr: Poste de pilotage (droit)

source: Industrial Train Engine
fr: Locomotive industrielle

source: Industrial tank wagon
fr: Wagon-citerne industriel

source: Industrial wood wagon
fr: Wagon grumier industriel

source: Driver stand
fr: Poste de pilotage

source: Japanese Train Engine
fr: Motrice Japonaise

source: Japanese Train Inter-Wagon Connection
fr: Passage inter-voiture de train Japonais

source: Japanese Train Wagon
fr: Voiture Japonaise

source: Passenger area
fr: Voiture Passager

source: Box Wagon
fr: Wagon de frêt

source: Detailed Steam Engine
fr: Locomotive à vapeur complexe

source: Passenger Wagon
fr: Voiture passager

source: Steam Engine
fr: Locomotive à vapeur

source: Subway Passenger Wagon
fr: Voiture de Métropolitain

source: 3-way turnout
fr: Embranchement triple

source: 90+Angle Diamond Crossing Track
fr: Croisement perpendiculo-diagonal

source: ATC controller
fr: Controlleur ATC

source: Bumper
fr: Heurtoir

source: Detector Rail
fr: Voie détectrice

source: Diagonal Diamond Crossing Track
fr: Croisement diagonal

source: Loading Track
fr: Voie de Chargement

source: Perpendicular Diamond Crossing Track
fr: Croisement perpendiculaire

source: Unloading Track
fr: Voie de Déchargement

source: Y-turnout
fr: Embranchement en Y
