Repository: minetest-mirrors/advtrains
Catalog: advtrains_luaautomation/po/*.po
Languages: de

source: Clear Local Environment
de: Lokale Umgebung leeren

source: Code
de: Quellcode

source: LuaATC Environment
de: LuaATC-Umgebung

source: LuaATC component assigned to an invalid environment
de: LuaATC-Komponente zugewiesen an ungültige Umgebung

source: LuaATC component assigned to environment '@1'
de: LuaATC-Komponente zugewiesen an Umgebung '@1'

source: LuaATC component with error: @1
de: LuaATC-Bauteil mit Fehlermeldung: @1

source: Save
de: Speichern

source: Unconfigured LuaATC component
de: Nicht konfiguierter LuaATC-Bauteil

source: You are not allowed to configure this LuaATC component without the @1 privilege.
de: Sie dürfen ohne das „@1“-Privileg diesen LuaATC-Bauteil nicht konfigurieren.

source: LuaATC Track
de: LuaATC-Gleis

source: Already subscribed!
de: Bereits abonniert!

source: Clear S
de: S leeren

source: Create an AdvTrains LuaAutomation environment
de: Eine LuaATC-Umgebung erstellen

source: Created environment '@1'. Use '/env_setup @2' to define global initialization code, or start building LuaATC components!
de: Umgebung '@1' erstellt. Nutze '/env_setup @2' um Initialisierungscode zu definieren, oder beginne, LuaATC-Komponenten einzubauen!

source: Delete Env.
de: Umg. löschen

source: Environment already exists!
de: Umgebung existiert bereits!

source: Environment deleted!
de: Umgebung gelöscht!

source: Environment initialization code
de: Umgebungs-Initialisierungscode

source: Invalid environment name!
de: Ungültiger Umgebungsname!

source: Invalid name (only common characters)
de: Ungültiger Name (nur Standardzeichen)

source: List Advtrains LuaATC environments you are subscribed to (no parameters) or subscribers of an environment (giving an env name).
de: Abonnierte LuaATC-Umgebungen auflisten (ohne Parameter) oder Abonnenten einer bestimmten Umgebung anzeigen (Name angeben)

source: Name required!
de: Name benötigt!

source: No subscribers!
de: Keine Abonnenten!

source: Not subscribed to any!
de: Zu keiner Umgebung abonniert!

source: Not subscribed!
de: Nicht abonniert!

source: Run Init Code
de: Init.-Code ausführen

source: SURE TO DELETE ENVIRONMENT @1? Type YES (all uppercase) to continue or just quit form to cancel.
de: UMGEBUNG @1 WIRKLICH LÖSCHEN? Geben Sie YES (in Großbuchstaben) ein. Um abzubrechen einfach das Formular schließen.

source: Set up and modify AdvTrains LuaAutomation environment
de: LuaATC-Umgebung einstellen und bearbeiten

source: Subscribe to the log of an Advtrains LuaATC environment
de: Meldungen aus LuaATC-Umgebung abonnieren

source: Subscribed to environment '@1'.
de: Meldungen von '@1' abonniert.

source: Successfully unsubscribed!
de: Erfolgreich abgemeldet!

source: Unubscribe to the log of an Advtrains LuaATC environment
de: Meldungen aus LuaATC-Umgebung nicht mehr empfangen

source: Can place and configure LuaATC components, including execute potentially harmful Lua code
de: Kann LuaATC-Bauteile platzieren und konfigurieren (auch evtl. schädliche Programme ausführen)

source: LuaATC Mesecon Controller
de: LuaATC Mesecon-Steuerung

source: LuaATC Operation Panel
de: LuaATC-Steuerpanel

source: Passive Component Naming Tool Right-click to name a passive component.
de: PC-Benennungswerkzeug Rechtsklick zur Benennung der passiven Komponente.

source: Set name of component (empty to clear)
de: Name der Komponente setzen (leer lassen um zu löschen)

source: You are not allowed to name LuaATC passive components without the @1 privilege.
de: Sie dürfen ohne das „@1“ Privileg keinen passiven LuaATC-Bauteil benennen.
